/* Unknown error message */
"An unknown error occurred." = "Se ha producido un error desconocido.";

/* plugin button tooltip */
"Insert the image or video into a Numbers document." = "Inserta la imagen o el vídeo en un documento de Numbers.";

/* plugin name */
"Numbers" = "Numbers";

/* Not installed error message */
"Numbers is not installed." = "Numbers no está instalado.";

/* Cannot share to Numbers */
"Unable to share to Numbers" = "No es posible compartir en Numbers";

